<template>
  	<div class="department">
	    <h1>南大电竞社概况</h1>
	    <p>“世界上一切让不可能变为可能的，都是因为热爱。”仍然记得 2005 年，当 sky 终于成为人皇的时候，内心涌动着的那种澎湃的激情。那指尖跳跃在 104 键上的轻灵令人沉醉，那团队协作的温暖和胜利时的喜悦也让人难以忘怀。电竞不是玩物丧志，这个已经被国家体育总局列入正式体育竞技项目和教育局列入正式专业的活动，这如同宿命一般的热爱，将推动着我们不断向前，热爱生活，追逐远方。电子竞技其实更多地像篮球、足球一样，是一种爱好，是一种能培养团队精神和锻炼反应能力的项目。</p>
		<p>作为兴趣类竞技社团，南京大学电子竞技联盟欢迎所有电竞爱好者的加入。电竞社下设英雄联盟、王者荣耀、DOTA2、steam游戏区、炉石传说、星际争霸2、守望先锋、风暴英雄、剑侠情缘三、手游吃鸡、逆水寒等游戏分部，以及为校争光、大佬云集的战队部，项目齐全，人数众多。</p>
		<p>我们通过开展日常线上水友赛以及各类游戏的大型竞技比赛，保证所有社员都能在电竞社找到志同道合的伙伴，增进友谊，享受健康快乐的大学生活。电竞社成立至今，每个学期都会举行大型的赛事活动，组织热爱电子竞技的同学参与其中，丰富同学的生活并为南大电竞社选拔队伍参加校外赛事，取得了较好的反响。电竞社在2017-2018学年上学期在小剧场和多功能厅成功举办“征途杯”英雄联盟联赛和“荣耀杯”王者荣耀联赛，取得圆满成功，参与人数、观众人数、活动影响力均创南大电子竞技类赛事新高，同学们对活动的参与热情以及对活动的期待也都较高。南京大学英雄联盟代表队也多次参加如第五届英雄联盟高校联赛全国总决赛、海峡两岸大学生电子竞技大赛、UCL大学生电子竞技联赛等大型赛事。</p>
		<p>此外，丰富的线下活动也是我们的一大特色，与一群兴趣相投的人共同奋斗，活出大学本色，只要你来，就绝不会孤单！不用担心自己的水平如何，只要你热爱游戏，热爱电竞，不要再有任何犹豫，电竞社欢迎各位前来体验电子竞技的魅力！</p>
  	</div>
</template>

<script>
export default {
  name: 'Department',
  data () {
    return {
      
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
p{
	font-size: 18px;
	text-indent: 2em;
}
</style>
