<template>
  	<div class="department">
  		<div class="body">
  			<h1 id="summary">南大电竞社概况</h1>
		    <p>“世界上一切让不可能变为可能的，都是因为热爱。”仍然记得 2005 年，当 sky 终于成为人皇的时候，内心涌动着的那种澎湃的激情。那指尖跳跃在 104 键上的轻灵令人沉醉，那团队协作的温暖和胜利时的喜悦也让人难以忘怀。电竞不是玩物丧志，这个已经被国家体育总局列入正式体育竞技项目和教育局列入正式专业的活动，这如同宿命一般的热爱，将推动着我们不断向前，热爱生活，追逐远方。电子竞技其实更多地像篮球、足球一样，是一种爱好，是一种能培养团队精神和锻炼反应能力的项目。</p>
			<p>作为兴趣类竞技社团，南京大学电子竞技联盟欢迎所有电竞爱好者的加入。电竞社下设英雄联盟、王者荣耀、DOTA2、steam游戏区、炉石传说、星际争霸2、守望先锋、风暴英雄、剑侠情缘三、手游吃鸡、逆水寒等游戏分部，以及为校争光、大佬云集的战队部，项目齐全，人数众多。</p>
			<p>我们通过开展日常线上水友赛以及各类游戏的大型竞技比赛，保证所有社员都能在电竞社找到志同道合的伙伴，增进友谊，享受健康快乐的大学生活。电竞社成立至今，每个学期都会举行大型的赛事活动，组织热爱电子竞技的同学参与其中，丰富同学的生活并为南大电竞社选拔队伍参加校外赛事，取得了较好的反响。电竞社在2017-2018学年上学期在小剧场和多功能厅成功举办“征途杯”英雄联盟联赛和“荣耀杯”王者荣耀联赛，取得圆满成功，参与人数、观众人数、活动影响力均创南大电子竞技类赛事新高，同学们对活动的参与热情以及对活动的期待也都较高。南京大学英雄联盟代表队也多次参加如第五届英雄联盟高校联赛全国总决赛、海峡两岸大学生电子竞技大赛、UCL大学生电子竞技联赛等大型赛事。</p>
			<p>此外，丰富的线下活动也是我们的一大特色，与一群兴趣相投的人共同奋斗，活出大学本色，只要你来，就绝不会孤单！不用担心自己的水平如何，只要你热爱游戏，热爱电竞，不要再有任何犹豫，电竞社欢迎各位前来体验电子竞技的魅力！</p>

			<h1 id="department">理事部门介绍</h1>
			<h2 id="d1">活动部</h2>
			<p>负责策划社内各类比赛与活动，同时负责场地布置与活动执行。欢迎热爱电竞的大家加入！</p><br/>

			<h2 id="d2">宣传部</h2>
			<p>负责日常活动前后期宣传工作，“NJU电竞圈”公众号和“电小萌”的运营，对竞赛活动视频进行剪辑，承担各种比赛解说任务，同时也是历届妹子最多的部门哦~欢迎热爱电竞的你们加入~也欢迎大家关注“NJU电竞圈”和“NJU电小萌”（QQ：3089489736）~</p><br/>

			<h1 id="game_department">游戏分部介绍</h1>
			<h2 id="g1">英雄联盟分部</h2>
			<p>亲爱的学弟学妹们，大家好。我们是南京大学电竞社旗下最最最最最受欢迎的分部之一英雄联盟分部。我们分部群目前有136名群成员，是一个欢乐温暖的大家庭。在这里，你能够和实力超强的王者大佬交流技术与心得，也可以和同一个区的朋友开黑游戏，但无论你是休闲玩家还是技术党，无论你想讨论技术、开黑还是比赛，电竞社英雄联盟分部都能够满足你的需要。分部平时会举办线上水友赛，每学期都会有一次面向全校的征途杯大赛，届时也欢迎大家积极报名参与，秀出实力，勇夺奖金！</p><br/>

			<h2 id="g2">王者荣耀分部</h2>
			<p>南大的朋友们大家好，《王者荣耀》这款游戏大家应该都不陌生，这是一款腾讯推出的风靡全国的MOBA游戏，是当今国内最火的一款手游！现在电竞社王者荣耀分部开始招新啦，无论你是资深大佬还是潜力无限的萌新，都欢迎加入我们的大家庭！我们分部不仅会不定期举办王者水友赛，solo赛等，而且每学期也会举办大型比赛，如腾讯高校联赛等，并且会选出实力强大的玩家进入校队，代表学校进行比赛。平时大家也可以在分部内找到一起开黑，一起上分或者掉分（划掉）的小伙伴，也能够加入我们的官方战队，一起将它越办越好！最后，欢迎大家加入我们王者荣耀分部的大家庭，找到属于自己等组织，一起愉快的玩耍吧！！</p><br/>

			<h2 id="g3">炉石传说分部</h2>
			<p>炉石传说作为一款策略卡牌对战游戏，以其精美的卡牌设计、机制的不断创新、丰富的动画效果以及充满随机趣味性的对局广受玩家群体欢迎。在电竞社炉石分部，大家可以一起讨论超模卡牌、完爆对比、构筑调整、奥秘猜测等等。充满狗头人宝藏的蜡烛洞穴，奇幻的女巫森林，以及最新的砰砰计划，共同构成了2018年炉石传说有趣而又精彩的环境。同时我们也会开展各类线上比赛，并且有丰厚奖品哟~</p><br/>

			<h2 id="g4">守望先锋分部</h2>
  			<p>作为一款非传统的fps游戏，守望先锋在让你体会到射击乐趣的同时，也能感受到团队合作的魅力，这是一款充斥着快乐和梗的游戏。而在ow分部，在玩游戏的同时，你会认识到不一样的队友，我们每晚都会开黑发车，人多的时候还能有12人的打竞技。而且，不论你是大神还是萌新，都能很好的融入集体，因为这里并非以竞技为主，毕竟，打游戏嘛，快乐就完事了。</p><br/>

  			<h2 id="g5">电玩分部（原STEAM分部）</h2>
			<p>南京大学电竞社电玩分部（原STEAM分部），是南京大学最大的PC/PS4/Xbox One/NS等主机游戏玩家的聚集地，囊括了FPS、竞速、策略、动作、RPG等一切游戏类型。电玩分部不仅有自己的公众号“NJU电玩姬”（QQ：2419308471 微信：NJU_STEAM），还会不定期举办游戏沙龙，给予诸多主机玩家爱好者一个交流、开黑、切磋的平台。无论你是在绝地求生中把把吃鸡的大神，还是在彩虹六号中暴力拆迁的干员；无论你是在战神中手持链刃弑神自封的奎爷，还是在光环中顽强抵抗星盟的士官长；无论你是在塞尔达传说中探索海拉尔大陆的林克，还是怪猎中独力屠龙的老猎人；无论你是MC中发挥无限创造力的Steve，还是地平线中驾车驰骋的老司机。也许你认为自己玩的游戏很小众，但是事实上，我们从来不是小众群体。只要你是一个单机游戏爱好者，你就能在这里找到同好。我们在电玩分部等你。</p><br/>

			<h2 id="g6">DOTA2分部</h2>
			<p>还在为即将到来的TI8观赛找不到组织烦恼吗，赶快加入我们NJU电竞社DOTA2分部吧!
			分部将会以DOTA2这款游戏为平台，为大家带来各种有毒的活动，日常开黑，每周对黑，（最近沉迷丛林肉搏对黑）如果你是萌新，我们带你躺输，如果你是大神，你带我们躺赢。开个玩笑，欢迎一切萌新与大神，只要你热爱DOTA！毕竟友谊第一，Newbee第二。当然除了平时线上的游戏活动，我们也会组织丰富的线下活动，约饭打牌搓麻等等，只有你想不到，没有我们做不到。我们还能组织线下一起看比赛，甚至去现场体验，领略比赛的魅力！</p><br/>

			<h2 id="g7">星际2分部</h2>
			<p id="bottom">星际2分部是一个有着悠久历史和辉煌荣耀的大家族，创建于于2011年10月。分部内成员多次参加比赛，并在高校赛事和职业比赛中取得佳绩，如：2013年WCG星际争霸2项目南京地区8强，第一届CSL全国32强，国立中央杯冠军，南大电竞联赛冠军，第三届CSL全国冠军，以及其他各种小比赛冠亚季军。群内每天都有活动，不论你是竞技高手还是娱乐玩家，我们都欢迎你的加入！</p><br/>
  		</div>
  	</div>
</template>

<script>
export default {
  name: 'Department',
  data () {
    return {
      
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
p{
	font-size: 18px;
	text-indent: 2em;
	margin: 18px 0;
}
h1{
	font-size: 28px;
	margin:10px 0;
}
#summary{
	margin-top: 50px;
}
#bottom{
	margin-bottom: 100px;
}
.department{
	position: relative;
}
.body{
	position: relative;
	left: 50%;
	margin-left: -500px;
	width: 1000px;
	height: auto;
}
</style>
